{"keras_version": "2.0.8-tf", "backend": "tensorflow", "class_name": "Sequential", "config": [{"class_name": "Flatten", "config": {"batch_input_shape": [null, 1024], "name": "flatten_11", "trainable": true, "dtype": "float32"}}, {"class_name": "Dense", "config": {"bias_constraint": null, "bias_regularizer": null, "trainable": true, "dtype": "float32", "bias_initializer": {"class_name": "Zeros", "config": {"dtype": "float32"}}, "use_bias": true, "kernel_constraint": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "seed": null, "dtype": "float32", "distribution": "uniform", "mode": "fan_avg"}}, "name": "dense_22", "activity_regularizer": null, "activation": "relu", "kernel_regularizer": null, "units": 512}}, {"class_name": "Dropout", "config": {"rate": 0.5, "name": "dropout_12", "trainable": true, "dtype": "float32"}}, {"class_name": "Dense", "config": {"bias_constraint": null, "bias_regularizer": null, "trainable": true, "dtype": "float32", "bias_initializer": {"class_name": "Zeros", "config": {"dtype": "float32"}}, "use_bias": true, "kernel_constraint": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "seed": null, "dtype": "float32", "distribution": "uniform", "mode": "fan_avg"}}, "name": "dense_23", "activity_regularizer": null, "activation": "sigmoid", "kernel_regularizer": null, "units": 1}}]}